Revit 2027 API
ParameterTypeId.StairsInstUpArrowOn Property
 "Up arrow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsInstUpArrowOn { get; }
Public Shared ReadOnly Property StairsInstUpArrowOn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsInstUpArrowOn {
	ForgeTypeId^ get ();
}
static member StairsInstUpArrowOn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace